/* Learn more label text */
"<b>Learn more</b> about device management and security." = "<b>Saiba mais</b> sobre a gestão e a segurança do dispositivo.";

/* No comment provided by engineer. */
"A system error occurred" = "Ocorreu um erro do sistema";

/* Account will be removed on this device at SSO Page */
"Account will be removed from %@ and other Yahoo apps on this device." = "A conta será removida de %@ e de todas as outras apps do Yahoo neste dispositivo.";

/* Add Account cell in SSO Screen - Allows user to Sign-In as new user */
"Add Account" = "Adicionar conta";

/* No comment provided by engineer. */
"An error occurred. Please try again later." = "Ocorreu um erro. Tente novamente mais tarde.";

/* Accessibility label for the back button */
"Back" = "Voltar";

/* call tip prefix in 2lc */
"Call %@" = "Ligar para %@";

/* No comment provided by engineer. */
"Call again" = "Ligar novamente";

/* Cancel
   Cancel button title */
"Cancel" = "Cancelar";

/* Fallback page cannot be loaded. */
"Cannot load page." = "Não é possível carregar a página.";

/* Accessibility label for the close button */
"Close" = "Fechar";

/* Continue
   Continue to Safari for SHF */
"Continue" = "Continuar";

/* Create Account view title
   sign up button title */
"Create Account" = "Criar Conta";

/* learn more alert title */
"Device Not Recognized" = "Dispositivo Não Reconhecido";

/* No comment provided by engineer. */
"Didn't receive the email?" = "Não recebeu o e-mail?";

/* No comment provided by engineer. */
"Didn't receive the text message?" = "Não recebeu a mensagem de texto?";

/* No comment provided by engineer. */
"Didn't receive the voice call?" = "Não recebeu a chamada de voz?";

/* Dismiss */
"Dismiss" = "Ignorar";

/* Edit button title */
"Edit" = "Editar";

/* No comment provided by engineer. */
"Email could not be sent" = "Imposs. enviar email";

/* No comment provided by engineer. */
"Email sent" = "Email enviado";

/* No comment provided by engineer. */
"Enter Code" = "Introduzir Código";

/* For security reasons you need to verify your account or need to change password when SHF */
"For security reasons you need to unlock your account." = "Por razões de segurança, terá de desbloquear a sua conta.";

/* Switching to alternative sign-in interface. */
"For security reasons, please verify your account again." = "Por razões de segurança, verifique a conta novamente.";

/* No comment provided by engineer. */
"For the safety of your account, please login via web." = "Inicie sessão a partir da web, para que a sua conta esteja segura.";

/* forgot password or ID title
   Sign in alert view title */
"Forgot password or ID?" = "Esqueceu palavra-passe/ID?";

/* forgot password title
   Sign in alert view title */
"Forgot password?" = "Esqueceu a palavra-passe?";

/* No comment provided by engineer. */
"Generic Handoff" = "Entrega genérica";

/* Go to Account recovery */
"Get Help" = "Obter Ajuda";

/* No comment provided by engineer. */
"Incorrect answer. Try again." = "Resposta incorrecta. Tente novamente.";

/* No comment provided by engineer. */
"Invalid ID or password. Please try again." = "ID ou palavra-passe inválida. Tente novamente.";

/* No comment provided by engineer. */
"Limit reached. Email could not be sent." = "Limite alcançado. Imp. enviar email.";

/* No comment provided by engineer. */
"Limit reached. Unable to send text message or make a voice call." = "Limite alcançado. SMS/chamada voz imp.";

/* 2LC Failure
   Login session has expired, please try again. */
"Login session has expired, please try again." = "A sessão expirou, tente de novo.";

/* Network error alert view title */
"Network unavailable." = "Rede indisponível.";

/* OK
   OK Button title
   ok button title */
"OK" = "OK";

/* password text field place holder */
"Password" = "Palavra-passe";

/* 2LC password prompt str */
"Please enter your password for \n%@" = "Introduza a sua palavra-passe para \n%@";

/* Remove the account
   SSO remove account title */
"Remove" = "Remover";

/* Remove an account label on SSO screen */
"Remove an account" = "Remover uma conta";

/* Select an account label on SSO screen */
"Select an account" = "Seleccionar uma conta";

/* account token invalid sign in problem */
"Session expired, please sign-in again." = "Rein. (sessão exp.)";

/* sign in button title */
"Sign In" = "Iniciar sessão";

/* 3PA Label */
"Sign in with <a>Facebook</a> or <b>Google</b>" = "Inicie sessão com o <a>Facebook</a> ou com o <b>Google</b>";

/* Zero tap alert signed in as */
"Signed in as" = "Com sessão iniciada como";

/* signing in state title for sign in button */
"Signing In" = "A iniciar sessão";

/* No comment provided by engineer. */
"Sorry, the system is down. Please try again later." = "Lamentamos, o sistema está inacessível. Tente novamente mais tarde.";

/* No comment provided by engineer. */
"Sorry, we can't sign you in now. Please try again later." = "Lamentamos, não é possível iniciar sessão agora. Tente novamente mais tarde.";

/* sms tip prefix in 2lc */
"Text %@" = "Enviar SMS para %@";

/* No comment provided by engineer. */
"Text message could not be sent" = "Imp. enviar msg. SMS";

/* No comment provided by engineer. */
"Text message sent" = "Mensagem SMS enviada";

/* No comment provided by engineer. */
"The Second Challenge state data could not be extracted from the Short-Lived Challenge Credential" = "Impossível extrair os dados do estado do Segundo Desafio da Credencial Temporária do Desafio";

/* Second Login Challenge Error - user entered the code wrong too many times. */
"Too many attempts. Try again in 24 hours." = "Demas. tentativas. Tente após 24 horas.";

/* No comment provided by engineer. */
"Try again" = "Tente novamente";

/* No comment provided by engineer. */
"Unable to place a voice call" = "Impossível efectuar chamada de voz";

/* SSL Certificate Error - Please Check Date/Time */
"Unable to sign in. Check system date and try again." = "Não foi possível iniciar sessão. Verifique a data do sistema e tente novamente.";

/* Token handoff failure */
"Unable to sign in. Please try again." = "Não foi possível iniciar sessão.";

/* Create Account view title
   View title - appears in the navigation \
                                                                                                                    bar containing the webview that displays the account upgrade flow */
"Update Account" = "Atualize Conta";

/* Migrate 3PA Account view title */
"Upgrade to Yahoo" = "Atualizar para o Yahoo";

/* User already signed-in */
"User %@ is already signed in" = "O utilizador %@ já tem sessão iniciada";

/* User already signed-in */
"User already signed-in" = "Utilizador já com sessão iniciada";

/* 2LC aea verify prompt text
   2LC sms verify prompt text */
"Verification code sent to %@" = "Código de verificação enviado para %@";

/* No comment provided by engineer. */
"Voice call in progress" = "Chamada voz em curso";

/* 2LC voice verify prompt text */
"We called you with a verification code at %@" = "Ligámos-lhe com um código de verificação para %@";

/* No comment provided by engineer. */
"We do not recognize this device. Please verify your identity by answering your security question." = "Não reconhecemos este dispositivo. Verifique a sua identidade respondendo à pergunta de segurança.";

/* No comment provided by engineer. */
"We do not recognize this device. Please verify your identity. We will send a verification code." = "Não reconhecemos este dispositivo. Verifique a sua identidade. Iremos enviar um código de verificação.";

/* ID text field place holder */
"Yahoo ID" = "ID do Yahoo";

/* No comment provided by engineer. */
"You must be at least 13 years old." = "Tens de ter mais de 13 anos de idade.";

/* Unlock success */
"Your account is now unlocked. Please sign in." = "A sua conta encontra-se bloqueada. Inicie sessão.";

/* No comment provided by engineer. */
"Your Answer" = "A Sua Resposta";

/* learn more alert msg line 1 */
"• New device?" = "• Novo dispositivo?";

/* learn more alert msg line 3 */
"• Opted for sign in verification?" = "• Optou pela verificação do início de sessão?";

/* learn more alert msg line 2 */
"• Signing in from a new country?" = "• Está a iniciar sessão de outro país?";

